---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.SheetDrawnBy
source: html/cf5035ad-0f29-e729-be6e-4ebd4ab2692f.htm
---
# Autodesk.Revit.DB.ParameterTypeId.SheetDrawnBy Property

"Drawn By"

## Syntax (C#)
```csharp
public static ForgeTypeId SheetDrawnBy { get; }
```